package movie;

public class Information {
	
	//영화이름 배우 줄거리
	
	//sf
	String name1 ="설국열차";
	String actor1 = "크리스 에반스, 송강호, 에드 해리스, 존 허트, 틸다 스윈튼";
	String outline1 = "기상 이변으로 모든 것이 꽁꽁 얼어붙은 지구. \n 살아남은 사람들을 태운 기차 한 대가 끝없이 궤도를 달리고 있다.\n\n춥고 배고픈 사람들이 바글대는 빈민굴 같은 맨 뒤쪽의 꼬리칸, 그리고 선택된 사람들이 술과 마약까지 즐기며 호화로운 객실을 뒹굴고 있는 앞쪽칸.\n 열차 안의 세상은 결코 평등하지 않다.\n\n 기차가 달리기 시작한 17년 째, 꼬리칸의 젊은 지도자 커티스는 긴 세월 준비해 온 폭동을 일으킨다.\n 기차의 심장인 엔진을 장악, 꼬리칸을 해방시키고 마침내 기차 전체를 해방 시키기 위해 절대권력자 윌포드가 도사리고 있는 맨 앞쪽 엔진칸을 향해 질주하는 커티스와 꼬리칸 사람들.\n 그들 앞에 예기치 못한 상황들이 기다리고 있는데…";
	
	
	String name2 ="승리호";
	String actor2 = "송중기, 김태리, 진선규, 유해진";
	String outline2 ="2092년, 지구는 병들고 우주 위성궤도에 인류의 새로운 보금자리인 UTS가 만들어졌다.\n 돈 되는 일이라면, 뭐든 하는 조종사 ‘태호’(송중기) 과거, 우주 해적단을 이끌었던 ‘장선장’(김태리) \n갱단 두목이었지만 이제는 기관사가 된 ‘타이거 박’(진선규) 평생 이루고 싶은 꿈을 가진 작살잡이 로봇 ‘업동이’(유해진).\n\n 이들은 우주쓰레기를 주워 돈을 버는 청소선 ‘승리호’의 선원들이다. \n“오지 마! 쳐다보지도 말고, 숨도 조심해서 쉬어. 엉겨 붙을 생각하지 마!” \n\n어느날, 사고 우주정을 수거한 ‘승리호’는 그 안에 숨어있던 대량살상무기로 알려진 인간형 로봇 ‘도로시’를 발견한다.\n 돈이 절실한 선원들은 ‘도로시’를 거액의 돈과 맞바꾸기 위한 위험한 거래를 계획하는데… \n“비켜라, 이 무능한 것들아. 저건 내 거다!”";
	
	String name3 = "인랑";
	String actor3 = "강동원, 한효주, 정우성, 김무열";
	String outline3="남북한 정부가 통일준비 5개년 계획을 선포한 후, 강대국의 경제 제재가 이어지고,\n 민생이 악화되는 등 지옥 같은 시간이 이어지고 있는 혼돈의 2029년.\n\n 통일에 반대하는 반정부 무장테러단체 ‘섹트’가 등장하자 ‘섹트’를 진압하기 위해 설립된 대통령 직속의 새로운 경찰조직 ‘특기대’가 정국의 주도권을 장악한다.\n 이에 입지가 줄어든 정보기관 ‘공안부’는 ‘특기대’를 말살할 음모를 꾸민다.\n\n절대 권력기관 간의 피비린내 나는 암투 사이, ‘특기대’ 내 비밀조직 ‘인랑’에 대한 소문이 떠도는데… \n늑대로 불린 인간병기 '인랑'";
	
	String name4 = "초능력자";
	String actor4="강동원, 고수, 정은채";
	String outline4="규남이 일하는 작고 외진 전당포, ‘유토피아’.\n 돈을 훔치러 들어온 초인이 사람들을 조종하기 시작하지만 초인의 통제를 벗어나 누군가가 힘겹게 움직이기 시작한다.\n 그 주인공은 바로 초능력이 통하지 않는 단 한 사람은 바로 규남이다. \n\n당황한 초인은 사람을 죽이고 그 장면은 고스란히 CCTV에 담겨진다.\n 그 날부터 초인은 자신의 조용한 삶을 한 순간에 날려버릴 결정적 단서를 손에 쥔 규남을,\n규남은 자신의 평화로운 일상을 쑥대밭으로 만들어 놓은 초인을 쫓기 시작하는데…\n\n아무도 초인의 존재를 믿어주지 않는 가운데\n 홀로 괴물 같은 상대와 싸움을 벌여야 하는 규남과 자신의 능력이 통하지 않는 상대와 싸워야 하는 초인,\n 두 남자의 피할 수 없는 대결이 시작된다!";
	
	//액션
	String name5="좋은놈, 나쁜놈, 이상한 놈";
	String actor5 = "송강호, 이병헌, 정우성";
	String outline5="1930년대, 다양한 인종이 뒤엉키고 총칼이 난무하는 무법천지 만주의 축소판 제국 열차에서 각자 다른 방식으로 격동기를 살아가는 조선의 풍운아,\n 세 명의 남자가 운명처럼 맞닥뜨린다.\n\n 돈 되는 건 뭐든 사냥하는 현상금 사냥꾼 박도원(정우성),\n 최고가 아니면 참을 수 없는 마적단 두목 박창이(이병헌), 잡초 같은 생명력의 독고다이 열차털이범 윤태구(송강호).\n\n 이들은 서로의 정체를 모르는 채 태구가 열차를 털다 발견한 지도를 차지하기 위해 대륙을 누비는 추격전을 펼친다.\n\n정체 불명의 지도 한 장을 둘러 싼 엇갈리는 추측 속에 일본군, 마적단까지 이들의 레이스에 가담하게 되고…\n 결과를 알 수 없는 대 혼전 속.\n 과연 최후의 승자는 누가 될 것인가?";

	String name6 = "밀정";
	String actor6= "송강호, 공유, 한지민, 엄태구, 신성록";
	String outline6="1920년대 일제강점기.\n 조선인 출신 일본경찰 이정출(송강호)은 무장독립운동 단체 의열단의 뒤를 캐라는 특명으로 의열단의 리더 김우진(공유)에게 접근하고,\n한 시대의 양 극단에 서 있는 두 사람은 서로의 정체와 의도를 알면서도 속내를 감춘 채 가까워진다.\n\n 출처를 알 수 없는 정보가 쌍방간에 새어나가고 누가 밀정인지 알 수 없는 가운데,\n 의열단은 일제의 주요 시설을 파괴할 폭탄을 경성으로 들여오기 위해,\n 그리고 일본 경찰은 그들을 쫓아 모두 상해에 모인다.\n\n 잡아야만 하는 자들과 잡힐 수 없는 자들 사이,\n 자신의 목표를 위해 서로를 이용하려는 암투와 회유, \n교란 작전이 숨가쁘게 펼쳐지는 긴장감 속에서 폭탄을 실은 열차는 국경을 넘어 경성으로 향하는데…";
	
	String name7= "의형제";
	String actor7 = "송강호, 강동원";
	String outline7= " 6년 전. 서울 한복판에서 일어난 의문의 총격전.\n 그곳에서 처음 만난 두 남자, 국정원 요원 한규와 남파공작원 지원.\n 작전 실패의 책임을 지고 한규는 국정원에서 파면당하고, 지원은 배신자로 낙인 찍혀 북에서 버림받는다. \n\n그리고, 6년 후.. 우연히 마주친 두 사람은 서로의 신분을 속이고 각자의 목적을 위해 함께 하게 되는데..\n적 인줄만 알았던 두 남자. 그러나 시간이 지날수록 친구로서 남자로서 서로를 이해하기 시작한다.\n\n 그러던 어느 날, 지원에게 6년 전 그날처럼 북으로부터 지령이 내려오게 되고 \n한규와 지원은 인생을 건 마지막 선택을 하게 된다.";
	
	String name8 = "전우치";
	String actor8= "강동원, 김윤석, 임수정, 유해진";
	String outline8= "500년 전 조선시대.\n 전설의 피리 '만파식적'이 요괴 손에 넘어가 세상이 시끄럽자,\n 신선들은 당대 최고의 도인 천관대사(백윤식)와 화담(김윤석)에게 도움을 요청해 요괴를 봉인하고 \n'만파식적’을 둘로 나눠 두 사람에게 각각 맡긴다.\n\n 한편, 천관대사의 망나니 제자 전우치(강동원)가 둔갑술로 임금을 속여 한바탕 소동을 일으키자, \n신선들은 화담과 함께 천관대사를 찾아간다.\n 그러나 천관대사는 누군가에게 살해당하고 피리 반쪽이 사라졌다! \n범인으로 몰린 전우치는 자신의 개 초랭이(유해진)와 함께 그림족자에 봉인된다.\n 요괴 잡는 도사도 어느덧 전설이 된 2009년 서울. 어찌된 일인지 과거 봉인된 요괴들이 하나 둘 다시 나타나 세상을 어지럽힌다.\n 이제는 신부, 중, 점쟁이로 제각각 은둔생활을 즐기던 신선들은 다시 모여 화담을 찾지만,\n 500년 전 수행을 이유로 잠적한 그는 생사조차 알 수 없다.\n\n고심 끝에 신선들은 박물관 전시품이 된 그림족자를 찾아 전우치와 초랭이를 불러낸다.\n요괴들을 잡아 오면 봉인에서 완전히 풀어주겠다는 제안에 마지 못해 요괴 사냥에 나선 전우치.\n 그러나 전우치는 요괴사냥은 뒷전인 채 달라진 세상구경에 바쁘고, 한 술 더 떠 과거 첫눈에 반한 여인과 똑같은 얼굴을 한 서인경(임수정)을 만나 사랑놀음까지 시작한다.\n\n 전우치 때문에 골치를 앓는 신선들 앞에 때마침 화담이 나타나지만,\n 화담은 만파식적의 행방을 두고 전우치와 대적하는데…";
	
	//애니
	
	String name9 = "센과 치히로의 행방불명";
	String actor9= "히이라기 루미, 이리노 미유";
	String outline9 = " 금지된 세계의 문이 열렸다!\n 이사 가던 날, 수상한 터널을 지나자 인간에게는 금지된 신들의 세계로 오게 된 치히로..\n\n 신들의 음식을 먹은 치히로의 부모님은 돼지로 변해버린다.\n\n “걱정마, 내가 꼭 구해줄게…”\n 겁에 질린 치히로에게 다가온 정체불명의 소년 하쿠.\n 그의 따뜻한 말에 힘을 얻은 치히로는 인간 세계로 돌아가기 위해 사상 초유의 미션을 시작하는데… ";
	
	String name10 = "이웃집 토토로";
	String actor10 = "히다카 노리코, 사카모토 치카, 타카기 히토시";
	String outline10 = "도시를 떠나 시골로 이사 온 ‘사츠키’와 ‘메이’는 \n우연히 숲속에 살고 있는 신비로운 생명체 ‘토토로’를 만나 신비한 모험을 함께 한다.\n\n 그러던 어느 날, 어머니의 병원에서 위태로운 소식이 도착하고\n 언니 ‘사츠키’가 정신없이 아빠에게 연락을 취하는 와중에 ‘메이’가 행방불명 되는데…";
	
	String name11 = "벼랑위의 포뇨";
	String actor11 = "나라 유리아, 도이 히로키, 야마구치 토모코";
	String outline11 = "호기심 많은 물고기 소녀 ‘포뇨’는 따분한 바다 생활에 싫증을 느끼고,\n 급기야 아빠 몰래 늘 동경하던 육지로 가출을 감행한다.\n\n 해파리를 타고 육지로 올라온 ‘포뇨’는 그물에 휩쓸려 유리병 속에 갇히는 위기에 처하게 되고\n 때마침 해변가에 놀러 나온 소년 ‘소스케’의 도움으로 구출된다. \n‘소스케’와의 즐거운 육지 생활도 잠시, \n인간의 모습을 포기하고 바다의 주인이 된 아빠 ‘후지모토’에 의해 결국 ‘포뇨’는 바다로 다시 돌아간다.\n\n하지만 여동생들의 도움으로 탈출에 성공한 ‘포뇨’는 소녀의 모습으로 변해 거대한 파도와 함께 ‘소스케’에게로 향하는데…\n 과연 포뇨는 어려움을 뚫고 소스케를 다시 만날 수 있을 것인가?";
	
	String name12= "고양이의 보은";
	String actor12= "팀커리,앤 해서웨이, 케리 엘위스";
	String outline12=" 17살 평범한 여고생 '하루'.\n 매일 매일이 따분하기만 하고 즐거운 일이 하나도 없다. \n그날은 늦잠 자서 학교도 지각하고, 친구들 앞에서 창피까지 당하고 정말 우울한 날이었다.\n\n그런데 집에 가는 길에 우연히 트럭에 치일 뻔한 고양이를 구해주었는데 그 고양이가 몸을 툴툴 털고 일어나 고맙다고 인사를 하는게 아닌가.\n 그 순간부터 그녀의 일상은 이상한 일로 변화가 생겼다. \n'하루'가 구해준 고양이가 고양이 왕국의 '룬' 왕자라는 것이다.\n\n 그 날밤 '하루'의 집에 찾아온 고양이 떼는 자신들의 왕자를 구해준 보답으로 \n'하루'를 '룬'왕자와 결혼해달라는 요청과 함께 앞으로는 행복한 일들만 일어날 것이라는 이상한 말을 남긴 채 사라졌다.\n 다음 날부터 '하루'는 고양이들이 적극적인 감사인사에 휩싸여 정신없이 보내게 된다.\n\n 그러던 중 이상한 목소리에 이끌려 고양이 왕국으로 초대되었다.\n 늘 깜짝 놀랄 만한 일을 기대해왔던 '하루'에게 진짜 신기한 일이 생긴 것이다.\n 고양이 떼에 끌려 들어간 고양이 왕국은 고민도 없고 바쁜 일도 없고 즐거운 일만 가득한 천국 같은 곳이었다. \n맛있는 것 실컷 먹고 매일 열리는 파티에 싫은 것은 모두 잊어버릴 수 있는 새로운 세계에서 '하루'는 갑자기 고양이가 되어도 좋겠다는 생각에 빠진다.\n\n 고양이 왕국의 남작 '바룬'처럼 멋진 신사의 호의도 받고 뚱땡이 '무타'의 재롱도 볼 수 있어 좋았다. 그런데 고양이 왕국의 대왕이 '하루'를 며느리 감으로 생각하고 '룬' 왕자와 결혼시키겠다고 하자 고민에 빠진다. \n고양이 세계에서 대한 호기심도 잠시. 평생 고양이로 사는 것은 끔찍한 일이 아닌가.\n과연 '하루'는 인간의 세계로 다시 돌아갈 수 있을까?";
	
	//스릴러
	
	String name13= "검은사제들";
	String actor13="김윤석, 강동원";
	String outline13= " 2015년 서울 뺑소니 교통사고 이후 의문의 증상에 시달리는 한 소녀(박소담).\n 잦은 돌출 행동으로 가톨릭교회의 눈 밖에 난 ‘김 신부’(김윤석)는 모두의 반대와 의심 속, 소녀를 구하기 위한 자신만의 계획을 준비한다.\n\n 이를 위해선 모든 자격에 부합하는 또 한 명의 사제가 필요한 상황, 모두가 기피하는 가운데 신학생인 ‘최 부제’(강동원)가 선택되고,\n 그는 ‘김 신부’를 돕는 동시에 감시하라는 미션을 받게 된다.\n\n 그리고 마침내 소녀를 구할 수 있는 단 하루의 기회,\n 김 신부와 최 부제는 모두의 목숨을 잃을 수도 있는 위험한 예식을 시작하는데…";
	
	String name14="곡성";
	String actor14= "곽도원, 황정민, 쿠니무라 준, 천우희, 김환희";
	String outline14="낯선 외지인(쿠니무라 준)이 나타난 후 벌어지는 의문의 연쇄 사건들로 마을이 발칵 뒤집힌다. \n경찰은 집단 야생 버섯 중독으로 잠정적 결론을 내리지만\n 모든 사건의 원인이 그 외지인 때문이라는 소문과 의심이 걷잡을 수 없이 퍼져 나간다.\n\n 경찰 ‘종구’(곽도원)는 현장을 목격했다는 여인 ‘무명’(천우희)을 만나면서 외지인에 대한 소문을 확신하기 시작한다.\n 딸 ‘효진’(김환희)이 피해자들과 비슷한 증상으로 아파오기 시작하자 다급해진 ‘종구’.\n\n 외지인을 찾아 난동을 부리고, 무속인 ‘일광’(황정민)을 불러들이는데...";
	
	String name15= "곤지암";
	String actor15= "위하준, 박지현, 오아연, 문예원, 박성훈";
	String outline15="1979년 환자 42명의 집단 자살과 병원장의 실종 이후,\n 섬뜩한 괴담으로 둘러싸인 곤지암 정신병원으로 공포체험을 떠난 7명의 멤버들\n\n 원장실, 집단 치료실, 실험실, 열리지 않는 402호… \n괴담의 실체를 담아내기 위해 병원 내부를 촬영하기 시작하던 멤버들에게 상상도 못한 기이하고 공포스러운 일들이 실제로 벌어지기 시작 하는데… \n\n가지 말라는 곳에는 반드시 이유가 있다.\n 소름 끼치는 ‘곤지암 정신병원’ 의 실체를 체험하라!";
	
	String name16= "숨바꼭질";
	String actor16= "손현주, 문정희, 전미선";
	String outline16= "우리 집에 낯선 사람이 숨어 살고 있다면...? \n숨바꼭질 암호 □1○1△2 고급 아파트에서 완벽한 가정을 꾸리고 사는 성공한 사업가 ‘성수’(손현주)는 하나 뿐인 형에 대한 비밀과 지독한 결벽증을 갖고 있다.\n\n 어느 날 그는 형의 실종 소식을 듣고 수십 년 만에 찾아간 형의 아파트에서 집집마다 새겨진 이상한 암호와 형을 알고 있는 ‘주희’(문정희) 가족을 만난다.\n\n“제발 그 사람한테 제 딸 좀 그만 훔쳐보라고 하세요” \n어린 딸과 단 둘이 살고 있는 ‘주희’는 자신의 집을 훔쳐보는 누군가의 존재를 느끼며 두려움에 떨고 있다.\n 낡은 아파트의 암호를 찬찬히 살펴보던 ‘성수’는 그것이 그 집에 사는 사람의 성별과 수를 뜻하는 것을 알게 된다.\n 우리 집에 나 말고 다른 사람이 살고 있다!\n 형의 아파트를 뒤로한 채 자신의 안락한 집으로 돌아온 그 날,\n ‘성수’는 형의 아파트에서 봤던 암호가 자신의 집 초인종 옆에서 새겨진 것을 발견한다.\n\n 사라진 형. 숨바꼭질 암호. 서로 다른 두 가족에게 찾아온 충격적 진실.\n 가족을 지키기 위한 두 가장의 숨가쁜 사투가 시작된다!";
	//로맨스
	
	String name17="늑대소년";
	String actor17="송중기, 박보영";
	String outline17=" 요양 차 가족들과 한적한 마을로 이사 간 소녀는 어둠 속에 몸을 숨긴 의문의 늑대소년을 발견한다.\n 야생의 눈빛으로 사람 같지 않은 행동을 보이는 소년에게 왠지 마음이 쓰이는 소녀는\n\n 먹을 것을 보고 기다리는 법, 옷 입는 법, 글을 읽고 쓰는 법 등 소년에게 세상에서 살아가는 방법들을 하나씩 가르쳐준다.\n\n 태어나 처음으로 자신을 향해 손을 내밀어준 소녀에게 애틋한 감정이 싹트는 소년.\n 그러던 어느 날 예기치 못한 위기 속에 소년의 숨겨져 있던 위험한 본성이 드러나고,\n 소년은 순식간에 마을 사람들에게 두려움과 공포의 대상이 되어버리는데……";
	
	String name18= "너의 결혼식";
	String actor18= "박보영, 김영광";
	String outline18= "싸움쟁이 고3 학생 '김영광(황우연 역)'이 전학 온 '박보영(한승희 역)'을 보고 첫눈에 반하면서 영화 너의 결혼식의 줄거리가 시작됩니다.\n\n 같이 땡땡이도 치며 친해진 후 여자 친구가 되어 주면 다시는 싸움을 하지 않겠다는 김영광의 제의에 교제를 시작합니다.\n 모진 시비가 계속되지만 김영광은 실제로 한 번도 싸움을 하지 않습니다.\n\n그리고 비 오는 날, \n지나는 차에서 럼블피쉬의 <smile again>이 나옵니다. ";
	
	
	String name19= "반창꼬";
	String actor19= "고수, 한효주";
	String outline19= "매일 목숨을 내놓고 사건 현장에 뛰어들지만 정작 자신의 아내를 구하지 못한 상처를 간직한 소방관 ‘강일’(고수).\n 매번 제 멋대로 말하고 거침없이 행동하며 상처도 사랑도 없는 척하지만 단 한번의 실수로 위기에 처한 의사 ‘미수’(한효주).\n\n 우연한 기회에 ‘미수’가 ‘119 구조대 의용대원’으로 일하게 되면서 \n같은 구조대에 있는 ‘강일’에게 처음으로 마음을 열고 적극적으로 다가간다. \n모든 방법을 동원해 ‘강일’에게 애정공세를 펼치는 ‘미수’. \n그리고 그런 그녀에게 까칠함으로 일관하던 강일 역시 조금씩 마음을 열기 시작한다.\n\n가스 폭발 사고는 물론 차량 충돌 사고까지 쉴 틈 없이 이어지는 아찔한 사고 현장 속에서\n 생명을 구하고 기분 좋게 하루를 마무리 하며, 또 다른 내일을 준비하는 소방대원들.\n 생사가 오가는 치열한 현장에서 다른 이들의 생명은 구하며 살지만 정작 자신의 상처는 돌보지 못하는 ‘강일’과 ‘미수’.\n\n과연 그들은 서로의 상처에 반창꼬를 붙여 줄 수 있을까?\n 12월, 사랑보다 더 ‘뜨거운’ 이야기가 시작된다!";
	
	String name20= "뷰티 인사이드";
	String actor20="한효주, 김대명, 도지한, 배성우, 박신혜, 이범수, 박서준";
	String outline20= "남자, 여자, 아이, 노인.. 심지어 외국인까지!\n 자고 일어나면 매일 다른 모습으로 변하는 남자, ‘우진’.\n\n 그에게 처음으로 비밀을 말하고 싶은 단 한 사람이 생겼다.\n 드디어 D-DAY! ‘우진’은 그녀에게 자신의 마음을 고백하기로 하는데…\n\n “초밥이 좋아요? 스테이크가 좋아요? \n사실.. 연습 엄청 많이 했어요. 오늘 꼭 그쪽이랑 밥 먹고 싶어서…”";
	
	
	//코미디
	
	String name21= "극한직업";
	String actor21= "류승룡, 이하늬, 진선규, 이동휘, 신하균, 오정세";
	String outline21= "불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반!\n 더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고\n 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다.\n\n 마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고,\n뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다.\n\n 수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데…\n 범인을 잡을 것인가, 닭을 잡을 것인가!";
	
	String name22="피끓는 청춘";
	String actor22= "박보영, 이종석, 이세영, 김영광";
	String outline22= "‘영숙’(박보영)은 충청도를 접수한 여자 일진이지만, 홍성농고 전설의 카사노바 ‘중길’(이종석)을 바라보며 애만 태운다. \n한편 홍성공고 싸움짱 ‘광식’(김영광)은 좀처럼 마음을 열지 않는 영숙이 야속하기만 한데,\n 서울 전학생 ‘소희’(이세영)의 등장이 이들 관계에 일대 파란을 일으킨다. \n\n소희 꼬시기에 여념 없는 중길 때문에 속상한 영숙의 마음을 알아챈 광식은 급기야 소희에게 손길을 뻗친다.\n 이를 저지하기 위해 나선 중길을 지키기 위해 영숙은 눈 하나 꿈쩍 안하고 자신을 던지는 중대한 결심을 하는데……\n\n 1982년 충청도를 뒤흔든 불타는 농촌로맨스!\n 청춘의 운명을 뒤바꾼 뜨거운 드라마가 지금 시작된다!";
	
	String name23= "스물";
	String actor23= "김우빈, 준호, 강하늘";
	String outline23= "인기만 많은 놈 ‘치호’ 생활력만 강한 놈 ‘동우’ 공부만 잘하는 놈 ‘경재’ \n아무것도 하지 않는 잉여의 삶을 지향하는 인기절정의 백수, \n만화가가 되겠다는 꿈을 위해 쉴 틈 없이 준비하는 생활력 강한 재수생,\n\n대기업 입사가 목표인 최강 스펙의 엄친아이지만 술만 마시면 돌변하는 새내기 대학생까지\n\n 인생의 가장 부끄러운 순간을 함께 한 스무살 동갑내기 세 친구의 자체발광 코미디!";
	
	String name24="과속스캔들";
	String actor24="차태현, 박보영, 왕석현";
	String outline24= "한때 아이돌 스타로 10대 소녀 팬들의 영원한 우상이었던 남현수(차태현).\n 지금은 서른 중반의 나이지만, 그래도 아직까지는 잘나가는 연예인이자, 청취율 1위의 인기 라디오 DJ.\n\n 어느 날 애청자를 자처하며 하루도 빠짐없이 라디오에 사연을 보내오던 황.정.남(박보영)이 느닷없이 찾아와\n 자신이 현수가 과속해서 낳은 딸이라며 바득바득 우겨대기 시작하는데!!\n 그것도 애까지 달고 나타나서…… 집은 물론 현수의 나와바리인 방송국까지.\n\n 어디든 물불 안 가리고 쫓아다니는 스토커 정남으로 인해 완벽했던 인생에 태클 한방 제대로 걸린 현수.\n 설상가상 안 그래도 머리 복잡한 그에게 정남과 스캔들까지 휩싸이게 되는데… \n나 이제, 이거 한방 터지면 정말 끝이다! 끝!!";
	
	
	
}
