package movieInformation;

public interface Ani_TheCatReturns {
	
	String name12= "고양이의 보은";
	String actor12= "팀커리,앤 해서웨이, 케리 엘위스";
	String outline12=" 17살 평범한 여고생 '하루'.\n 매일 매일이 따분하기만 하고 즐거운 일이 하나도 없다. \n그날은 늦잠 자서 학교도 지각하고, 친구들 앞에서 창피까지 당하고 정말 우울한 날이었다.\n\n그런데 집에 가는 길에 우연히 트럭에 치일 뻔한 고양이를 구해주었는데 그 고양이가 몸을 툴툴 털고 일어나 고맙다고 인사를 하는게 아닌가.\n 그 순간부터 그녀의 일상은 이상한 일로 변화가 생겼다. \n'하루'가 구해준 고양이가 고양이 왕국의 '룬' 왕자라는 것이다.\n\n 그 날밤 '하루'의 집에 찾아온 고양이 떼는 자신들의 왕자를 구해준 보답으로 \n'하루'를 '룬'왕자와 결혼해달라는 요청과 함께 앞으로는 행복한 일들만 일어날 것이라는 이상한 말을 남긴 채 사라졌다.\n 다음 날부터 '하루'는 고양이들이 적극적인 감사인사에 휩싸여 정신없이 보내게 된다.\n\n 그러던 중 이상한 목소리에 이끌려 고양이 왕국으로 초대되었다.\n 늘 깜짝 놀랄 만한 일을 기대해왔던 '하루'에게 진짜 신기한 일이 생긴 것이다.\n 고양이 떼에 끌려 들어간 고양이 왕국은 고민도 없고 바쁜 일도 없고 즐거운 일만 가득한 천국 같은 곳이었다. \n맛있는 것 실컷 먹고 매일 열리는 파티에 싫은 것은 모두 잊어버릴 수 있는 새로운 세계에서 '하루'는 갑자기 고양이가 되어도 좋겠다는 생각에 빠진다.\n\n 고양이 왕국의 남작 '바룬'처럼 멋진 신사의 호의도 받고 뚱땡이 '무타'의 재롱도 볼 수 있어 좋았다. 그런데 고양이 왕국의 대왕이 '하루'를 며느리 감으로 생각하고 '룬' 왕자와 결혼시키겠다고 하자 고민에 빠진다. \n고양이 세계에서 대한 호기심도 잠시. 평생 고양이로 사는 것은 끔찍한 일이 아닌가.\n과연 '하루'는 인간의 세계로 다시 돌아갈 수 있을까?";
	
	
	abstract public String getAni_TheCatReturns_Name();
	abstract public String getAni_TheCatReturns_Actor();
	abstract public String getAni_TheCatReturns_Outline();

}
